Repository: andjash/TweetSpot
Catalog: TweetSpot/Resources/Strings/*.lproj/Errors.strings
Languages: ru

# error_common_unknown
source: Unknown error occured
ru: Произошла неизвестная ошибка

# error_twitter_session_invalid_state
source: Unable to open session. Session in invalid state
ru: Не удалось открыть сессию. Сессия в ошибочном состоянии

# error_twitter_web_auth_failed
source: Web auth failed
ru: Аутентификация через сайт не удалась

# error_twitter_session_creation_inner_error
source: Unable to create session. Inner error occured
ru: Не удалось создать сессию. Внутренняя ошибка

# error_twitter_unknown
source: Unknown error occured while working twitter session
ru: Неизвестная ошибка произошла при работе с twitter сессией

# error_socacc_access_denied
source: Access to iOS accounts denied
ru: Доступ к аккаунтам iOS запрещен

# error_socacc_inner_error
source: Unable to retrieve accounts. Inner error occured
ru: Не удалось получить аккаунты. Произошла внутренняя ошибка

# error_socacc_unknown_error
source: Unknown error occured while working with iOS accounts
ru: Неизвестная ошибка произошла при работе с iOS аккаунтами

# error_twitter_dao_invalid_session
source: Invalid twitter session
ru: Невалидная twitter сессия

# error_twitter_dao_session_not_open
source: Twitter session is not opened
ru: Twitter сессия не открыта

# error_twitter_dao_unable_parse_response
source: Unable to parse response from server
ru: Не удалось разобрать ответ сервера

# error_twitter_dao_inner_error
source: Unable to perform request. Inner error occured
ru: Не удалось выполнить запрос. Произошла внутренняя ошибка

# error_twitter_dao_unknown
source: Unknown error occured while requesting twitter entities
ru: Неизвестная ошибка произошла при запросе сущностей
